[{"name":"Dragon","identifier":"dragon-coins","icoPrice":3.0286,"ticker":"DRG","description":"A new digital currency, funded upon Ethereum Blockchain system and strongly underpinned by a substantial gaming business in Macau.","tokenType":"ERC20"},{"name":"JET8","identifier":"jet8","icoPrice":0.097358823529412,"ticker":"J8T","description":"JET8 is a decentralized mobile engagement network connecting influencers, audiences and brands through the value of social currency.","tokenType":"ERC20"},{"name":"IP Exchange","identifier":"ip-exchange","icoPrice":0.012238016667381,"ticker":"IPSX","description":"Blockchain based system fully automated, with full clearing of utility tokens associating the price and distribution based on offer and demand for IPs.","tokenType":"ERC20"},{"name":"TomoCoin","identifier":"tomochain","icoPrice":0.25,"ticker":"TOMO","description":"An efficient blockchain infrastructure for decentralized applications, token issuance and integration.","tokenType":"ERC20"},{"name":"NaPoleonX","identifier":"napoleonx","icoPrice":0.86593,"ticker":"NPX","description":"NaPoleonX ambitions to become the 1st algorithmic asset management company for crypto investors.","tokenType":"ERC20"},{"name":"Lympo","identifier":"lympo","icoPrice":0.02166825,"ticker":"LYM","description":"Lympo aspires to revolutionise the healthy lifestyle ecosystem by monetising sports and wellness data via blockchain to reward users by offering incentives.","tokenType":"ERC20"},{"name":"Havven","identifier":"havven","icoPrice":0.5,"ticker":"Havven","description":"Havven is a decentralised payment network and stablecoin. It allows anyone to transact using a stable cryptocurrency.","tokenType":"ERC20"},{"name":"Huobi token","identifier":"huobi-token","icoPrice":1.5151515151515,"ticker":"HT","description":"Blockchain-Powered Loyalty Point System.","tokenType":"ERC20"},{"name":"Banca","identifier":"banca","icoPrice":0.003,"ticker":"BANCA","description":"A Cryptocurrency Investment Bank Community Based on AI and Big Data.","tokenType":"ERC20"},{"name":"Debitum Network","identifier":"debitum-network","icoPrice":0.13230756,"ticker":"DEB","description":"Borderless small business financing. Leveraging Blockchain technology to secure and distribute fiat investments to the SME world. Decentralized, accessible, and fair.","tokenType":"ERC223"},{"name":"Electrify.Asia","identifier":"electrifyasia","icoPrice":0.08,"ticker":"ELEC","description":"Building an intelligent energy ecosystem. Electrify is the first retail electricity marketplace in Southeast-Asia addressing the need for transparency and security in the consumption of energy.","tokenType":"ERC20"},{"name":"TE-FOOD","identifier":"te-food","icoPrice":0.03913784,"ticker":"TFD","description":"TE-FOOD, the world’s largest\nfarm-to-table food traceability system\nis moving to blockchain.\n","tokenType":"ERC20"},{"name":"BABB","identifier":"babb","icoPrice":0.0012,"ticker":"BAX","description":"Decentralised banking platform. Access to a bank account for P2P financial services for anyone in the world.","tokenType":"ERC20"},{"name":"Lendroid","identifier":"lendroid-support-token","icoPrice":0.019791666666667,"ticker":"LST","description":"Lendroid is a 0x-inspired, non-rent seeking, trust-independent, open protocol enabling decentralized lending, margin trading and short selling on the Ethereum blockchain. It aims to solve the shortcomings of centralized exchanges by creating a global shared lending pool, and a symbiotic off-chain infrastructure supported by incentivized participants - Relayers and Wranglers. Simply put, Lenders contribute their offers to the lending pool through relayers, who then match the offers with appropriate traders. The traders can use the borrowed funds to margin trade, make a profit, and repay the lenders.","tokenType":"ERC20"},{"name":"CREDITS","identifier":"credits","icoPrice":0.188692,"ticker":"CS","description":"Cryptocurrency and Blockchain for the financial industry with more than 1 mln tx/sec and 0.01 sec for a transaction. CREDITS is a new, unique blockchain platform with absolutely new technical capabilities of the network, response time, transaction cost and the number of operations per second.","tokenType":"ERC20"},{"name":"Gems","identifier":"gems-protocol","icoPrice":0.075,"ticker":"GEM","description":"Gems is a protocol for contracting workers to perform micro tasks","tokenType":"ERC20"},{"name":"REMME","identifier":"remme","icoPrice":0.04,"ticker":"REM","description":"REMME builds the distributed Public Key Infrastructure (PKI) protocol with a set of DApps to enable passwordless authentication","tokenType":"ERC20"},{"name":"Fusion","identifier":"fusion","icoPrice":2.059825,"ticker":"FSN","description":"FUSION is a public blockchain devoting itself to creating an inclusive cryptofinancial platform by providing cross-chain, cross-organization, and cross-datasource smart contracts.","tokenType":"ERC20"},{"name":"COPYTRACK","identifier":"copytrack","icoPrice":1.189027027027,"ticker":"CPY","description":"Copytrack revolutionizes how creators protect, track and monetize their work by using blockchain and smart contracts technology.","tokenType":"ERC20"},{"name":"Dether","identifier":"dether","icoPrice":0.23298934234468,"ticker":"ÐTH","description":"Dether is a peer-to-peer ecosystem of crypto buyers, sellers and physical shops. Dether built a decentralized and user friendly mobile app that enables to trade ether and tokens for cash. Dether breaks barriers to global blockchain adoption by creating a fully decentralized bridge between fiat currency and cryptocurrency.","tokenType":"ERC223"},{"name":"Insights Network","identifier":"insights-network","icoPrice":0.179449376,"ticker":"INSTAR","description":"The Insights Network is a blockchain based data exchange that allows individuals to manage and monetize the data they create in a liquid, real time data marketplace. This marketplace exists on top of the Insights Network protocol built on top of the EOS blockchain and is fueled by our “INSTAR” token.","tokenType":"ERC20"},{"name":"GBX","identifier":"rock","icoPrice":0.1,"ticker":"RKT","description":"The Gibraltar Blockchain Exchange (GBX) aims to be a world-leading institutional-grade token sale platform and cryptocurrency exchange. Built upon principles of decentralisation and community consensus, we seek to create a new era of trust, openness and global acceptance for the crypto industry, one quality token listing at a time.","tokenType":"ERC20"},{"name":"Refereum","identifier":"refereum","icoPrice":0.02096406,"ticker":"RFR","description":"Refereum is a distribution and growth platform that cuts out the marketing middleman, enables higher profits for developers, and directly rewards influencers and gamers to promote and play games.","tokenType":"ERC20"},{"name":"Datawallet","identifier":"datawallet","icoPrice":0.18,"ticker":"DXT","description":"DataWallet is a decentralized C2B data exchange on a mission to give people back data ownership.","tokenType":"ERC20"},{"name":"ArcBlock","identifier":"arcblock","icoPrice":0.50157894736842,"ticker":"ABT","description":"The World's first blockchain ecosystem for building and deploying decentralized applications.","tokenType":"ERC20"},{"name":"Republic Protocol","identifier":"republic-protocol","icoPrice":0.057138372093023,"ticker":"REN","description":"A decentralized dark pool for trustless cross-chain atomic trading of Ether, ERC20 tokens and Bitcoin pairs.","tokenType":"ERC20"},{"name":"The Bee Token","identifier":"bee-token","icoPrice":0.20051011235955,"ticker":"BEE","description":"Decentralizing Short-Term Housing Rentals. Blockchain Powered Platform With 0% Commissions, Network Effects, Bank-Level Security, and Immutable Reviews","tokenType":"ERC20"},{"name":"MedicalChain","identifier":"medical-chain","icoPrice":0.25,"ticker":"MTN","description":"Blockchain technology for secure storage and transfer of electronic health records. Using blockchain technology,\nsmart contracts, and our cryptocurrency, Medicalchain provides the infrastructure for digital health applications and services to be built. ","tokenType":"ERC20"},{"name":"WePower","identifier":"wepower","icoPrice":0.125,"ticker":"WPR","description":"WePower is a blockchain-based green energy trading platform","tokenType":"ERC20"},{"name":"iungo","identifier":"iungo","icoPrice":1.14947,"ticker":"ING","description":"Decentralised Global Wireless Internet Provider.","tokenType":"ERC20"},{"name":"AMLT","identifier":"amlt","icoPrice":0.388839597075,"ticker":"AMLT","description":"The Coinfirm AML/CTF Platform and its AMLT Network aims to build the global standard for\nAML/CTF enabling transparency for cryptocurrency and blockchain based transactions.","tokenType":"ERC20"},{"name":"dadi","identifier":"dadi","icoPrice":0.5,"ticker":"DADI","description":"DADI is a global, decentralized cloud services platform, offering compute power, database storage, content delivery and other functionality to help businesses scale and grow.","tokenType":"ERC20"},{"name":"Storiqa","identifier":"storiqa","icoPrice":0.007,"ticker":"STQ","description":"Storiqa is a platform created for buyers and sellers all over the world. With an easy-to use online store builder, any seller is able to create their own storefront to sell their goods, while making use of the platform’s wide range of features for a minimal fee.","tokenType":"ERC20"},{"name":"Sharpe Capital","identifier":"sharpe-platform-token","icoPrice":0.6185,"ticker":"SHP","description":"The financial markets protocol. Earn Ether in exchange for your opinion about equity markets and Blockchain assets. Backed by multiple revenue streams, payments are issued to SHP holders on a quarterly basis.","tokenType":"ERC20"},{"name":"Nucleus.Vision","identifier":"nucleus-vision","icoPrice":0.01,"ticker":"nCash","description":"Nucleus is an end-to-end technology solution that captures and provides previously inaccessible data to retailers and other ‘brick-and-mortar’ businesses through its proprietary blockchain and real-time sensor technology","tokenType":"ERC20"},{"name":"Experty","identifier":"experty","icoPrice":1.052,"ticker":"EXY","description":"Get paid crypto calls, anywhere and anytime. Democratizing the digital consultations market. Knowledge providers set a by-the-minute rate, and through the Ethereum blockchain, charges are accrued during the call, and instantly settled at the end of the call. In a rapidly changing world where one-on-one access to everyone has become possible, you can now share time, advice, or knowledge at your designated fee. Access to knowledge providers can be shared through a link placed on any website or social media profile.","tokenType":"ERC223"},{"name":"CPChain","identifier":"cpchain","icoPrice":0.1015,"ticker":"CPC","description":"CPChain is a brand new blockchain platform specially designed for IoT. ","tokenType":"ERC20"},{"name":"Restart Energy","identifier":"restart-energy-mwat","icoPrice":0.08644125,"ticker":"MWAT","description":"The world's first market-ready blockchain energy trading platform.","tokenType":"ERC20"},{"name":"Odyssey","identifier":"odyssey","icoPrice":0.011890625,"ticker":"OCN","description":"ODYSSEY’s mission is to build the next-generation decentralized sharing economy & Peer to Peer Ecosystem. ODYSSEY aims to reduce overall operating cost, increase marketplace efficiency and boost ROI of product & service providers in the Global sharing economy & peer to peer ecosystem.","tokenType":"ERC20"},{"name":"Elastos","identifier":"elastos","icoPrice":18.091,"ticker":"ELA","description":"New blockchain whith totally decentralized P2P economic infrastructure which authenticates digital rights, transfers contracts, and turns digital information into assets through blockchain technology.","tokenType":"Own wallet"},{"name":"Ink Protocol","identifier":"ink-protocol","icoPrice":0.12965066666667,"ticker":"XNK","description":"Decentralized reputation and payments for peer-to-peer marketplaces.","tokenType":"ERC20"},{"name":"Pundi X","identifier":"pundi-x","icoPrice":0.00213006,"ticker":"NPXS","description":"Empowering blockchain developers and token holders to sell cryptocurrency and services on any physical stores in the world.","tokenType":"ERC20"},{"name":"FORTUNA","identifier":"fortuna","icoPrice":0.08,"ticker":"FOTA","description":"Make the World More Transparent. The First Blockchain Platform for Global OTC Derivatives Market","tokenType":"ERC20"},{"name":"DATA","identifier":"data","icoPrice":0.0108538,"ticker":"DTA","description":"Decentralized AI-Powered Trust Alliance. DATA is a blockchain based advertising protocol and technology stack to resolve data fraud, the most overwhelming challenge in digital advertising economy.","tokenType":"Own wallet"},{"name":"Bluzelle","identifier":"bluzelle","icoPrice":0.12,"ticker":"BLZ","description":"Bluzelle brings together the sharing economy and token economy. Bluzelle enables people to rent out their computer storage space to earn a token while dApp developers pay with a token to have their data stored and managed in the most efficient way.*","tokenType":"ERC20"},{"name":"Devery","identifier":"devery","icoPrice":0.16666666666667,"ticker":"EVE","description":"The Devery platform allows suppliers and consumers to prove the authenticity of their products online before purchase, essentially removing the need for ‘trust’ in e-commerce. It aims to protect brands and consumers from counterfeiting using blockchain powered product verification by providing unique, verifiable identifiers to each product throughout the supply chain.","tokenType":"ERC20"},{"name":"Mobius","identifier":"mobius","icoPrice":0.16,"ticker":"MOBI","description":"Mobius closes the gap between the internet world and blockchain world through innovative and simple protocols that introduce new standards for cross-blockchain login, payment, governance, and oracles.","tokenType":"Stellar"},{"name":"Zeepin","identifier":"zeepin","icoPrice":0.12591011800151,"ticker":"ZPT","description":"A Decentralized Creative Economy based on blockchain. Creative ecosystem, which has various kinds of tools (dApp): copyright protection, ensures tradable digital assets, remote cooperation, talent recruitment, and project crowd-funding. ","tokenType":"NEO Blockchain"},{"name":"OriginTrail","identifier":"origintrail","icoPrice":0.1,"ticker":"TRAC","description":"Purpose-built Protocol for Supply Chains Based on Blockchain","tokenType":"ERC20"},{"name":"MatrixChain","identifier":"matrix-ai-network","icoPrice":0.36,"ticker":"MAN","description":"MATRIX is an open-source blockchain platform that supports smart contracts and machine learning services. With its infrastructure re-built with artificial intelligence (AI) techniques, MATRIX revolutionizes the user experience of executing smart contracts by making the whole process faster, easier, and safer.","tokenType":"ERC20"},{"name":"Envion","identifier":"envion","icoPrice":0.7,"ticker":"EVN","description":"Highly profitable, global crypto-mining-infrastructure - Hosted in mobile, modular CSC containers - Decentralized placement directly at energy source.","tokenType":"ERC20"},{"name":"InsurePal","identifier":"insurepal","icoPrice":0.1,"ticker":"IPL","description":"InsurePal is a next generation of peer-to-peer insurance based on social proof endorsements, fully harnessing the power of blockchain innovation.","tokenType":"ERC20"},{"name":"AidCoin","identifier":"aidcoin","icoPrice":0.65,"ticker":"AID","description":"AidCoin is the token used to donate transparently and to power AIDChain, a platform that provides an ecosystem of services for the non-profit sector","tokenType":"ERC20"},{"name":"PARETO","identifier":"pareto-network","icoPrice":0.0606765,"ticker":"PARETO","description":"The Pareto Network is the first peer to peer financial content marketplace. It connects providers of financial information in the cryptocurrency space with investors, providing foresight into market inefficiencies and opportunities. Content creators can earn money by sharing financial information that benefits people in the network. When investors compensate content creators, their ranking goes up which gives them faster access to more actionable information in the future.","tokenType":"ERC20"},{"name":"carVertical","identifier":"carvertical","icoPrice":0.0055125,"ticker":"cV","description":"First global & decentralised car history registry. Built on Blockchain technology.","tokenType":"ERC20"},{"name":"Thekey.vip","identifier":"thekey","icoPrice":0.035201291711518,"ticker":"TKY","description":"A decentralized ecosystem of an identity verification tool using national big-data and blockchain.","tokenType":"NEO Blockchain"},{"name":"Trinity","identifier":"trinity-network-credit","icoPrice":0.06,"ticker":"TNC","description":"Trinity is applicable to blockchain transfer of NEP-5 standard tokens. As a Neo-version lightening network, Trinity achieves real-time payment, low transaction fees, scalability, and privacy protection of Neo mainnet assets through state channels technology.","tokenType":"NEO Blockchain"},{"name":"GatCoin","identifier":"gatcoin","icoPrice":0.03182366,"ticker":"GAT","description":"GATCOIN transforms traditional discount coupons, loyalty points and shopping vouchers into liquid, tradable digital tokens on the Ethereum blockchain.","tokenType":"ERC20"},{"name":"Selfkey","identifier":"selfkey","icoPrice":0.015,"ticker":"KEY","description":"SelfKey is a blockchain based end-to-end digital identity system with an integrated marketplace, designed to put identity owners in control of their personal data, to allow them to request identity claims attestations and to instantly apply for passports, residency and financial services, sign up for exchanges and participate in token sales in a safe, secure manner.","tokenType":"ERC20"},{"name":"adbank","identifier":"adbank","icoPrice":0.046543,"ticker":"ADB","description":"adbank is a powerful platform built on the blockchain to remove middlemen & dramatically reduce the $50 billion problem of ad fraud using advanced AI technology.","tokenType":"ERC20"},{"name":"Olympus Labs","identifier":"olympus-labs","icoPrice":2.179756097561,"ticker":"MOT","description":"Olympus is a groundbreaking financial ecosystem that defines the protocol for cryptocurrency-based financial products. The Olympus ecosystem provides investors with a comprehensive financial marketplace filled with financial products, services, and applications that serve their investment needs.","tokenType":"ERC20"},{"name":"LALA World","identifier":"lala-world","icoPrice":0.134609,"ticker":"LALA","description":"An Ecosystem for migrants and their unbanked families. LaLa is a new age one-stop Wallet based on ethereum and hyperledger blockchains allowing investors to capitalise on the rise of blockchain as well as the underbanked into the financial ecosystem. ","tokenType":"ERC20"},{"name":"aXpire","identifier":"axpire","icoPrice":0.1,"ticker":"AXP","description":"aXpire is a cloud-based and AI-enabled blockchain payment processing company, building the World's first blockchain based spend management system","tokenType":"ERC223"},{"name":"HOQU","identifier":"hoqu","icoPrice":0.21666666666667,"ticker":"HQX","description":"HOQU is the first decentralized marketing platform that allows merchants and affiliates to interact directly without brokers and ensures fair cost per actions deals based on a smart contracts.","tokenType":"ERC20"},{"name":"SwissBorg","identifier":"swissborg","icoPrice":0.1,"ticker":"CHSB","description":"The SwissBorg project aims to revolutionize wealth management with a community-centric approach powered by Ethereum and smart shares. SwissBorg will be the first Swiss cyber bank offering tailor-made crypto investment services.","tokenType":"ERC20"},{"name":"Ontology Network","identifier":"ontology","icoPrice":0.2,"ticker":"ONT","description":"Ontology Network is a blockchain/distributed ledger network which combines distributed identity verification, data exchange, data collaboration, procedure protocols, communities, attestation, and various industry-specific modules","tokenType":"NEO Blockchain"},{"name":"Crypterium","identifier":"crypterium","icoPrice":1.981833261496,"ticker":"CRPT","description":"Cryptobank for Cryptopeople. A revolutionary digital cryptobank with a credit subtoken and an open platform","tokenType":"ERC20"},{"name":"Shipchain","identifier":"shipchain","icoPrice":0.34,"ticker":"SHIP","description":"ShipChain is a fully integrated system across the entire supply chain, from the moment a shipment leaves the factory, to the final delivery on the customer's doorstep; federated in trustless, transparent blockchain contracts.","tokenType":"ERC20"},{"name":"Theta token","identifier":"theta-token","icoPrice":0.12,"ticker":"Theta","description":"Theta is a decentralized video delivery network, powered by users and an innovative new blockchain.","tokenType":"ERC20"},{"name":"ZILLIQA","identifier":"zilliqa","icoPrice":0.00380952,"ticker":"ZIL","description":"Zilliqa is a new blockchain platform that is designed to scale in an open, permission-less distributed network securely.\nThe core feature that makes Zilliqa scalable is sharding — dividing the network into several smaller component networks \n(called shards) capable of processing transactions in parallel. ","tokenType":"ERC20"},{"name":"trade.io","identifier":"trade-token","icoPrice":1.0828111111111,"ticker":"TIO","description":"trade.io is an innovative new blockchain trading platform that will disrupt the financial ecosystem and democratize the markets.\nWe use peer-to-peer platforms to support the trading of a wide range of assets, and will be launching our own cryptocurrency, the TradeToken","tokenType":"ERC20"},{"name":"Lamden","identifier":"lamden","icoPrice":0.091025429836302,"ticker":"TAU","description":"Robust ecosystem of dev tools that turns blockchain concepts into enterprise-grade apps capable of seamless communication and value exchange with other chains.","tokenType":"ERC20"},{"name":"Bloom","identifier":"bloomtoken","icoPrice":1.16371398,"ticker":"BLT","description":"Bloom is an end-to-end protocol for identity attestation, risk assessment and credit scoring, entirely on the blockchain. Bloom allows both traditional and digital currency lenders to serve billions of people who currently cannot obtain a bank account or credit score.","tokenType":"ERC20"},{"name":"Covesting","identifier":"covesting","icoPrice":1.4423076923077,"ticker":"COV","description":"Copy-trading platform for crypto currency markets. Peer-2-Peer Digital Asset Management Platform Combined with the most complete infrastructure for investors and traders","tokenType":"ERC20"},{"name":"Loci","identifier":"locicoin","icoPrice":0.44,"ticker":"LOCIcoin","description":"Loci will revolutionize the patent and invention process and empower a new wave of innovators.","tokenType":"ERC20"},{"name":"Telcoin","identifier":"telcoin","icoPrice":0.0012933372488,"ticker":"Telcoin","description":"A cryptocurrency distributed by your mobile operator and accepted everywhere.","tokenType":"ERC20"},{"name":"Gladius","identifier":"gladius-token","icoPrice":1.25,"ticker":"GLA","description":"Decentralized CDN and DDoS Protection on the Blockchain. An automated marketplace where you can rent out your spare bandwidth and storage as well as purchase content delivery and DDoS protection services.","tokenType":"ERC20"},{"name":"BitDegree","identifier":"bitdegree","icoPrice":0.071916,"ticker":"BDG","description":"The world's first blockchain-powered online education platform with token scholarships & tech talent acquisition. BitDegree platform will offer students the best online courses with clear and transparent blockchain-based reward system and achievement tracking. It is also a unique tool for businesses to recruit tech talent and shape global education to their needs. ","tokenType":"ERC20"},{"name":"BANKEX","identifier":"bankex","icoPrice":1.4792,"ticker":"BKX","description":"BANKEX is building a new blockchain technology that allows to tokenize various types of assets. Such Smart Assets could be sold worldwide building a new generation of decentralized capital markets.","tokenType":"ERC20"},{"name":"CanYa","identifier":"canyacoin","icoPrice":0.78549,"ticker":"CAN","description":"CanYa is a peer to peer marketplace of skilled services - where users are instantly connected to service providers. Unlike most ICO's we already have a working product, high user growth and an experienced team - We soft launched our initial product in Australia late last year where we had extraordinary growth with zero marketing. Now we're conducting an ICO to fund expansion into the international market and to start CanYa’s journey to becoming a completely decentralized peer to peer marketplace of services.","tokenType":"ERC20"},{"name":"Sirin Labs","identifier":"sirin-labs-token","icoPrice":0.47,"ticker":"SRN","description":"SIRIN LABS - the developer of SOLARIN, an ultra-secure mobile phone - is holding a crowdsale event. Funds raised will support the development of FINNEY™, the first open source blockchain smartphone and all-in-one PC.","tokenType":"ERC20"},{"name":"INS Ecosystem","identifier":"ins-ecosystem","icoPrice":2.542,"ticker":"INS","description":"Decentralized Ecosystem Directly Connecting Grocery Manufacturers and Consumers","tokenType":"ERC20"},{"name":"Uttoken","identifier":"uttoken","icoPrice":0.9,"ticker":"UTT","description":"United Traders - The High-End Solutions in Trading Technology Since 2009","tokenType":"ERC20"},{"name":"SingularityNET","identifier":"singularitynet","icoPrice":0.1,"ticker":"AGI","description":"SingularityNET is a decentralized marketplace for AI algorithms","tokenType":"ERC20"},{"name":"Qlink","identifier":"qlink","icoPrice":0.10294230769231,"ticker":"QLC","description":"Qlink, a decentralized mobile network, is dedicated to constructing an open-source telecom infrastructure on blockchain.","tokenType":"NEO Blockchain"},{"name":"AppCoins","identifier":"appcoins","icoPrice":0.27293155258765,"ticker":"APPC","description":"AppCoins is the first cryptocurrency for app stores, serving 200 million active users. This new cryptocurrency gives users app purchasing power, unleashes monetization potential for developers and increases app safety.","tokenType":"ERC20"},{"name":"indaHash","identifier":"indahash","icoPrice":0.2093125,"ticker":"IDH","description":"indaHash - the award-winning app which connects over 300,000 influencers from 70 markets with global brands introduces the indaHash Coin. Our mission is to tokenize the entire influencer industry to solve major issues between brands, influencers and their audiences. Our cryptoeconomics implies circulation of the indahash coin among all of these groups and creates a new type of relationship and added value.\n\n","tokenType":"ERC20"},{"name":"Bread","identifier":"bread","icoPrice":0.77777777777778,"ticker":"BRD","description":"Bread is the simple and secure bitcoin wallet","tokenType":"ERC20"},{"name":"SophiaTX","identifier":"sophiatx","icoPrice":0.0716,"ticker":"SPHTX","description":"Blockchain Platform & Marketplace that integrates leading business applications covering major ERP, CRM, & SCM systems into a single collaborative environment.","tokenType":"ERC20"},{"name":"NeuFund","identifier":"neumark","icoPrice":0.36167692307692,"ticker":"NEU","description":"Neufund is a community-owned fundraising platform. Neufund bridges the off-chain and on-chain world by creating the first equity token on blockchain.","tokenType":"ERC20"},{"name":"Bounty0x","identifier":"bounty0x","icoPrice":0.0165,"ticker":"BNTY","description":"A decentralized bounty hunting platform enabling anyone to manage bounty programs, and bounty hunters to receive payment for completing bounty tasks.","tokenType":"ERC20"},{"name":"Nebulas","identifier":"nebulas-token","icoPrice":2,"ticker":"NAS","description":"Nebulas is a decentralized platform which provides a search framework for all blockchains. It is an open source public chain.","tokenType":"ERC20"},{"name":"Coinlancer","identifier":"coinlancer","icoPrice":0.25,"ticker":"CL","description":"Coinlancer is an Ethereum based freelancing platform which uses blockchain technology to create more meritocratic freelancing ecosystem. ","tokenType":"ERC20"},{"name":"Naga","identifier":"naga","icoPrice":1,"ticker":"NGC","description":"A smart new cryptocurrency for gaming and financial trading featuring SwipeStox and Switex.\n","tokenType":"ERC20"},{"name":"MediBloc","identifier":"medibloc","icoPrice":0.0087680341077796,"ticker":"MED","description":"MediBloc is a decentralized healthcare information ecosystem for patients, healthcare providers and data researchers, built on blockchain technology.","tokenType":"QRC"},{"name":"DeepBrain Chain","identifier":"deepbrain-chain","icoPrice":0.0158,"ticker":"DBC","description":"DeepBrain Chain is an artificial intelligence computing platform driving by blockchain technology. In the future, every company will have a use case for artificial intelligence.","tokenType":"NEO Blockchain"},{"name":"Aigang","identifier":"aigang","icoPrice":0.3455,"ticker":"AIX","description":"Aigang is an autonomous insurance network - fully automated insurance for IoT devices and a platform for insurance innovation built around data.","tokenType":"ERC20"},{"name":"GIFTO","identifier":"gifto","icoPrice":0.10003,"ticker":"GTO","description":"GIFTO is designed to make instant, private payments via customized gifts to content creators online through our decentralized consumer-driven ecosystem implemented on smart contracts on the Ethereum blockchain.","tokenType":"ERC20"},{"name":"Spectre","identifier":"spectre-dividend","icoPrice":0.22,"ticker":"SXDT","description":"Financial prediction market platform backed by a tokenised liquidity pool","tokenType":"ERC20"},{"name":"SportyFi","identifier":"sportyco","icoPrice":0.180108,"ticker":"SPF","description":"SportyFi is a decentralized sports investment & funding ecosystem. We will introduce a brand new industry of sports crowd micro-financing, while providing athletes, clubs and sport organizations with macro-funding on their respective end.Professional sport today has a high entry barrier - both for athletes as well as for small investors. SportyFi will remove these barriers and consequently change financing in the sports industry by deploying a blockchain-based financing platform. We will serve athletes, clubs and other sports organizations in raising the funds required to achieve athletic success by enabling a wider community to invest in sport, therefore disrupting the existing model for financing participants in this industry.\n","tokenType":"ERC20"},{"name":"aelf","identifier":"aelf","icoPrice":0.099009900990099,"ticker":"ELF","description":"A decentralized cloud computing Blockchain platform.","tokenType":"ERC20"},{"name":"Universa","identifier":"universa","icoPrice":0.01,"ticker":"UTN","description":"Universa is a blockchain protocol with high speed and low cost of procession operations.","tokenType":"ERC20"},{"name":"Storm","identifier":"storm","icoPrice":0.0113,"ticker":"STORM","description":"Storm Market creates more earning opportunities for people all around the world by utilizing technology.","tokenType":"ERC20"},{"name":"Leverj","identifier":"leverj","icoPrice":0.14666666666667,"ticker":"LEV","description":"Leverj is a decentralized leveraged crypto exchange that provides solutions to the inherent risks seen in centralized trading platforms.","tokenType":"ERC20"},{"name":"Verify","identifier":"verify","icoPrice":0.225,"ticker":"CRED","description":"Verify is a reputation protocol that tracks the transaction history of participants (buyers, sellers) and unlocks benefits for those with good reputation. Reputation is a history of all previous transactions. Every transaction is rated by both parties, and the reputation of each party is updated based on the feedback from the counterparty.","tokenType":"ERC20"},{"name":"fidentiaX","identifier":"fidentiax","icoPrice":0.0288904,"ticker":"fdX","description":"World's 1st Marketplace for Tradable Insurance Policies","tokenType":"ERC20"},{"name":"SmartMesh","identifier":"smartmesh","icoPrice":0.016745553643144,"ticker":"SMT","description":"SmartMesh is a blockchain-based start-up working on infrastructure level protocol to realize off-internet communication and payment.","tokenType":"ERC20"},{"name":"DMarket","identifier":"dmarket","icoPrice":0.62666666666667,"ticker":"DMarket","description":"A decentralized marketplace to turn every virtual item into a real commodity.","tokenType":"ERC20"},{"name":"Simple Token","identifier":"ost","icoPrice":0.088940003833621,"ticker":"OST","description":"Any app can launch branded tokens on open scalable side-chains, powered by Simple Token, a protocol for consumer-app tokenization and an ERC-20 utility token.","tokenType":"ERC20"},{"name":"Vezt","identifier":"vezt","icoPrice":0.49764,"ticker":"VZT","description":"Vezt is a blockchain-based platform that lets music fans share ownership with artists in their favorite songs.","tokenType":"ERC20"},{"name":"CRYPTO20","identifier":"c20","icoPrice":1,"ticker":"C20","description":"The First Tokenized Cryptocurrency Index Fund. Owning a diverse crypto-portfolio is now as easy as holding a single token - for anyone","tokenType":"ERC20"},{"name":"Sense","identifier":"sense","icoPrice":0.1,"ticker":"SENSE","description":"Sense creates blockchain based smart contracts in chat and rewards humans for the contributions they make to one another conversationally, across Sensay and other messenger applications. Humans can monetize their proof of intelligence in the data used to train A.I. applications and agents. Sensay, the first application, creates a marketplace for peer to peer conversations.","tokenType":"ERC20"},{"name":"Playkey","identifier":"playkey","icoPrice":1.732,"ticker":"PKT","description":"Decentralized gaming platform based on P2P and blockchain.","tokenType":"ERC20"},{"name":"LockChain","identifier":"lockchain","icoPrice":0.552,"ticker":"LOC","description":"LockChain is a decentralized opensource bookings technology and an integrated marketplace, where hoteliers and property owners can rent their property globally, collect money and manage bookings without paying any commissions to middlemen.","tokenType":"ERC20"},{"name":"Genaro Network","identifier":"genaro-network","icoPrice":0.14566666666667,"ticker":"GNX","description":"Genaro is a decentralized storage network built on blockchain.","tokenType":"ERC20"},{"name":"ETHLend","identifier":"ethlend","icoPrice":0.017272727272727,"ticker":"LEND","description":"Democratizing Lending Using the Ethereum Network. ETHLend offers a fully decentralized peer to peer lending Smart Contract which runs on the Ethereum blockchain and uses digital tokens as collateral.","tokenType":"ERC20"},{"name":"WaBi","identifier":"wabi","icoPrice":0.23625,"ticker":"WABI","description":"WaBi is a digital token backed by safe products. We place secure anti-counterfeiting labels on consumer products in China and internationally","tokenType":"ERC20"},{"name":"Presearch","identifier":"presearch","icoPrice":0.2,"ticker":"PST","description":"Presearch is a decentralized search engine, powered by the community.","tokenType":"ERC20"},{"name":"Snovio","identifier":"snovio","icoPrice":0.01,"ticker":"SNOV","description":"World's first decentralized lead generation platform","tokenType":"ERC20"},{"name":"WAX","identifier":"wax","icoPrice":0.32,"ticker":"WAX","description":"WAX allows gamers to trade whenever, wherever, peer-to-peer. From the founders of OPSKINS the #1 virtual goods marketplace for online video games.","tokenType":"ERC20"},{"name":"Datum","identifier":"datum","icoPrice":0.0192,"ticker":"DAT","description":"Datum is a global data marketplace that allows you to make money from your own data. ","tokenType":"ERC20"},{"name":"BitClave","identifier":"bitclave","icoPrice":0.1,"ticker":"CAT","description":"Decentralized Search. User behavior and search data is worth billions to companies — should users be compensated for this? It's time to take the internet back.","tokenType":"ERC20"},{"name":"Mercury Protocol","identifier":"mercury-protocol","icoPrice":0.043,"ticker":"GMT","description":"The Future of Communication Platforms Built on the Ethereum Blockchain","tokenType":"ERC20"},{"name":"MyWish","identifier":"mywish","icoPrice":0.21,"ticker":"WISH","description":"MyWish platform is an ecosystem of smart contracts accumulating a complex of blockchain solutions designed to integrate high technologies into the real sector.","tokenType":"ERC20"},{"name":"Starbase","identifier":"starbase","icoPrice":0.1020558,"ticker":"STAR","description":"Using the power of blockchain, Starbase will connect people all over the world. Introducing those who are passionate about conquering difficult challenges with the necessary team and funding to accomplish their goals.","tokenType":"ERC20"},{"name":"Flixxo","identifier":"flixxo","icoPrice":0.093409090909091,"ticker":"FLIXX","description":"Decentralized video distribution network","tokenType":"ERC20"},{"name":"Divi Project","identifier":"divi","icoPrice":0.61692307692308,"ticker":"DIVX","description":"Divi is a new blockchain and \"Smart Wallet\" created to bridge the gap between the crypto world and the masses.","tokenType":"ERC20"},{"name":"Aion","identifier":"aion","icoPrice":1,"ticker":"AION","description":"The Third Generation Blockchain Network. A multi-tier blockchain system designed to address unsolved questions of scalability, privacy, and interoperability in blockchain networks.","tokenType":"ERC20"},{"name":"ARToken","identifier":"cappasity","icoPrice":0.008,"ticker":"CAPP","description":"Decentralized AR/VR ecosystem for 3D content exchange. ","tokenType":"ERC20"},{"name":"CyberMiles","identifier":"cybermiles","icoPrice":0.052428571428571,"ticker":"CMT","description":"CyberMiles is a new blockchain protocol designed to empower the decentralization of online marketplace and e-commerce platforms","tokenType":"ERC20"},{"name":"Bodhi","identifier":"bodhi","icoPrice":0.36666666666667,"ticker":"BOT","description":"Build the most popular prediction market by combining blockchain with the internet","tokenType":"QRC"},{"name":"Time New Bank","identifier":"time-new-bank","icoPrice":0.017053011590348,"ticker":"TNB","description":"Empowering the Decentralization of Online Time-Exchange Marketplaces","tokenType":"ERC20"},{"name":"UTRUST","identifier":"utrust","icoPrice":0.065,"ticker":"UTRUST","description":"UTRUST is a revolutionary payment platform that empowers buyers to pay with cryptocurrencies while providing a groundbreaking purchase protection mechanism.","tokenType":"ERC20"},{"name":"Zap Store","identifier":"zap","icoPrice":0.186,"ticker":"ZAP","description":"An open marketplace for data feeds that can be oraclized to connect to smart contracts and Decentralized Applications","tokenType":"ERC20"},{"name":"Quantstamp","identifier":"quantstamp","icoPrice":0.072,"ticker":"QSP","description":"Quantstamp is the first scalable security-audit protocol designed to find vulnerabilities in Ethereum smart contracts.","tokenType":"ERC20"},{"name":"MicroMoney","identifier":"micromoney","icoPrice":1,"ticker":"AMM","description":"MicroMoney is an Open Source Credit & Big Data Bureau that connects new customers to all existing financial services. MicroMoney A.I. platform uses complex algorithms to predict creditworthiness of all customers and in just 15 minutes a borrower can get their very first loan in his/her life just from their smartphone.","tokenType":"ERC20"},{"name":"B2BX","identifier":"b2bx","icoPrice":0.74,"ticker":"B2BX","description":"The first cryptocurrency exchange-aggregator for institutional clients. We provide cryptocurrency liquidity for brokers, stock exchanges, hedge funds and other institutional clients","tokenType":"ERC20"},{"name":"Oracles Network","identifier":"poa-network","icoPrice":0.07238139,"ticker":"POA","description":"Ethereum-based public network with PoA consensus, which makes Smart Contract execution faster and cheaper.","tokenType":"Own wallet"},{"name":"Privatix","identifier":"privatix","icoPrice":3.33,"ticker":"PRIXY","description":"Decentralized and 100% autonomous P2P VPN Network on blockchain with the first Internet bandwidth marketplace powered by own crypto-economy.","tokenType":"ERC20"},{"name":"Matryx","identifier":"matryx","icoPrice":0.2860824742268,"ticker":"MTX","description":"Matryx is a platform for decentralized collaboration. Matryx consists of a bounty system, a library of digital assets, and a marketplace. Problems are posted, along with a bounty for a verified solution. Users then collaborate to solve problems, share results, and earn rewards. ","tokenType":"ERC20"},{"name":"Soma","identifier":"soma","icoPrice":0.73777777777778,"ticker":"SCT","description":"Soma is a revolutionary decentralized platform which facilitates trade inside the Soma Community through a rewarding system that enables beneficial collaboration of the community members.","tokenType":"ERC20"},{"name":"Genesis Vision","identifier":"genesis-vision","icoPrice":1,"ticker":"GVT","description":"Genesis Vision is the platform for the private trust management market, built on Blockchain technology and Smart Contracts.","tokenType":"ERC20"},{"name":"Publica","identifier":"publica","icoPrice":0.1,"ticker":"PBL","description":"Publica will be a platform for authors, readers, books of all kinds and the people who make them. And for smart contracts to carry all kinds of transactions and exchanges for the publishing economy.","tokenType":"ERC20"},{"name":"Grid+","identifier":"grid","icoPrice":1.147,"ticker":"GRID","description":"Grid+ is a utility provider that exposes its customers to wholesale electricity prices.","tokenType":"ERC20"},{"name":"QASH","identifier":"qash","icoPrice":0.2432,"ticker":"QASH","description":"QUOINE LIQUID PLATFORM is a single globally-sourced trading platform with an associated suite of services. Combined, these produce the highest level of liquidity in the world—allowing any individual to access the opportunities and wealth the new Crypto economy offers.","tokenType":"ERC20"},{"name":"COMSA","identifier":"comsa-eth","icoPrice":0.999,"ticker":"CMS","description":"The ICO solution for centralized businesses to adopt blockchain technologies","tokenType":"NEM Blockchain"},{"name":"Ripio Credit Network","identifier":"ripio-credit-network","icoPrice":0.07425,"ticker":"RCN","description":"Ripio Credit Network is a global credit network based on cosigned smart contracts and blockchain technology that connects lenders and borrowers located anywhere in the world and on any currency.\n\n","tokenType":"ERC20"},{"name":"Ignis","identifier":"ignis","icoPrice":0.03905,"ticker":"IGNIS","description":"Jelurida is developing its next generation scalable blockchain platform – Ardor, currently running on a testnet. The unique design of this platform allows the simultaneous existence of multiple blockchains, known as child chains, with many features and with their security guaranteed on a global level by the parent Ardor chain.","tokenType":"Own wallet"},{"name":"Dragonchain","identifier":"dragonchain","icoPrice":0.066348,"ticker":"DRGN","description":"Flexible Public/Private Hybrid Blockchain Platform. Opinions do not reflect the position of the Walt Disney Company.","tokenType":"ERC20"},{"name":"Raiden Network","identifier":"raiden-network-token","icoPrice":0.668133,"ticker":"RDN","description":"Off-chain scaling solution, enabling near-instant, low-fee and scalable payments.","tokenType":"ERC20"},{"name":"Dentacoin","identifier":"dentacoin","icoPrice":0.00012,"ticker":"DCN","description":"Dentacoin is the first Blockchain concept designed for the Global Dental Industry.","tokenType":"ERC20"},{"name":"ATLANT","identifier":"atlant","icoPrice":0.60792079207921,"ticker":"ATL","description":"Invest. Rent. Trade. World’s Real Estate Blockchain Platform","tokenType":"ERC20"},{"name":"Enjin Coin","identifier":"enjin-coin","icoPrice":0.051166666666667,"ticker":"ENJ","description":"Customizable cryptocurrency and virtual goods platform for gaming.","tokenType":"ERC20"},{"name":"TokenStars","identifier":"ace","icoPrice":0.42,"ticker":"ACE","description":"The first platform to tokenize people. Tokenize celebrities: athletes, actors, rock‑bands... anyone","tokenType":"ERC20"},{"name":"Aeron","identifier":"aeron","icoPrice":0.5,"ticker":"ARN","description":"The new standard of aviation safety powered by blockchain","tokenType":"ERC20"},{"name":"CryptoPay","identifier":"cryptopay","icoPrice":0.306,"ticker":"CPAY","description":"Cryptopay has been in operation since 2013 and is one of the longest running digital currency service providers in Europe.","tokenType":"ERC20"},{"name":"Horizon State","identifier":"decision-token","icoPrice":0.087428571428571,"ticker":"HST","description":"Horizon State is the future of voting and collaborative decision making.","tokenType":"ERC20"},{"name":"Etherparty","identifier":"etherparty","icoPrice":0.10333333333333,"ticker":"FUEL","description":"Etherparty is about simple tools for the next generation of Blockchain-connected economies powered by Smart Contract automation. No programming required.","tokenType":"ERC20"},{"name":"BLOCKv","identifier":"blockv","icoPrice":0.020748,"ticker":"VEE","description":"BLOCKv provides a platform for the developer community to create and distribute vAtoms: dynamic, compelling digital goods that provide new models of blockchain utility and commerce potential.","tokenType":"ERC20"},{"name":"Astronaut","identifier":"astro","icoPrice":0.891,"ticker":"ASTRO","description":"Invest on autopilot. One token focused on growth, transparency, revenue","tokenType":"ERC20"},{"name":"UnikoinGold","identifier":"unikoin-gold","icoPrice":0.30484988452656,"ticker":"UKG","description":"A Decentralized Esports Betting Token","tokenType":"ERC20"},{"name":"COBINHOOD","identifier":"cobinhood","icoPrice":0.051607142857143,"ticker":"COB","description":"Zero trading fee cryptocurrency exchange","tokenType":"ERC20"},{"name":"Electroneum","identifier":"electroneum","icoPrice":0.01,"ticker":"ETN","description":"Electroneum is a leap forwards in the accessibility of cryptocurrencies.","tokenType":"Own wallet"},{"name":"Ambrosus","identifier":"amber","icoPrice":0.298,"ticker":"AMB","description":"Combining high-tech sensors, blockchain protocol and smart contracts, we are building a universally verifiable, community-driven ecosystem to assure the quality, safety & origins of products.","tokenType":"ERC20"},{"name":"Qvolta","identifier":"qvolta","icoPrice":0.308,"ticker":"QVT","description":"P2P cryptocurrency-fiat exchange. Sell and buy crypto assets around the world for local payment methods","tokenType":"ERC20"},{"name":"DOVU","identifier":"dovu","icoPrice":0.10656333,"ticker":"DOV","description":"DOVU is shaping the crypto model for the mobility ecosystem. ","tokenType":"ERC20"},{"name":"HEROcoin","identifier":"herocoin","icoPrice":0.02672,"ticker":"PLAY","description":"Revolutionizing Online Betting. 223,748+ users are already betting on their favourite esports games on our platform","tokenType":"ERC20"},{"name":"eidoo","identifier":"eidoo","icoPrice":2.5846153846154,"ticker":"EDO","description":"Fast, easy, and not only a Multicurrency Wallet: it's a Hybrid Exchange too. It's Eidoo.","tokenType":"ERC20"},{"name":"Change Bank","identifier":"change","icoPrice":0.44,"ticker":"CAG","description":"A TRULY DECENTRALISED CRYPTO BANK. Change Coin is a revolutionary financial proposition that materializes the vision of finance without borders through cryptocurrency.","tokenType":"ERC20"},{"name":"Request Network","identifier":"request-network","icoPrice":0.0672,"ticker":"REQ","description":"A decentralized network built on top of Ethereum, which allows anyone, anywhere to request a payment.","tokenType":"ERC20"},{"name":"Paragon","identifier":"paragon","icoPrice":1,"ticker":"PRG","description":"The cannabis industry has traditionally been fragmented, untrustworthy, and illicit, but it is now moving towards greater legitimacy. Paragon will bridge gap and connect the links in this industry with the power of blockchain based smart contracts.","tokenType":"ERC20"},{"name":"Credit Protocol","identifier":"blockmason","icoPrice":0.34,"ticker":"CPT","description":"Democratizing the creation of credit through permanently recorded debts and obligations on the blockchain.  BlockMason.","tokenType":"ERC20"},{"name":"bitJob","identifier":"student-coin","icoPrice":0.38513513513514,"ticker":"STU","description":"A Global, Decentralized Marketplace for Student Employment. Powered by Ethereum Blockchain.","tokenType":"ERC20"},{"name":"Streamr","identifier":"streamr-datacoin","icoPrice":0.061509785647717,"ticker":"DATA","description":"Unstoppable data for unstoppable, decentralized apps. Powered by Ethereum.","tokenType":"ERC20"},{"name":"Anryze","identifier":"anryze","icoPrice":0.02,"ticker":"RYZ","description":"Distributed Computing Network for Speech Recognition.","tokenType":"Waves blockchain"},{"name":"AirSwap","identifier":"airswap","icoPrice":0.301,"ticker":"AST","description":"Swap is a protocol to facilitate a true peer-to-peer ecosystem for trading tokens on the Ethereum blockchain.","tokenType":"ERC20"},{"name":"LAToken","identifier":"latoken","icoPrice":0.42016806722689,"ticker":"LAT","description":"LAToken is a blockchain protocol and platform for creating and trading asset tokens. It allows cryptoholders to diversify their portfolio by getting access to tokens linked to the price of real assets. LAToken enables asset owners to unlock the value of assets by creating and selling their asset tokens.","tokenType":"ERC20"},{"name":"Maecenas","identifier":"maecenas","icoPrice":0.66,"ticker":"ART","description":"The first open blockchain platform that democratises access to Fine Art","tokenType":"ERC20"},{"name":"DomRaider","identifier":"domraider","icoPrice":0.12,"ticker":"DRT","description":"Decentralized blockchain auctions in real-time","tokenType":"ERC20"},{"name":"Red Pulse","identifier":"red-pulse","icoPrice":0.03575,"ticker":"RPX","description":"Red Pulse is an event-driven market intelligence platform covering China’s financial markets, providing clients with the context to make informed business decisions. We employ machine learning","tokenType":"NEO Blockchain"},{"name":"PayPie","identifier":"paypie","icoPrice":0.3421,"ticker":"PPP","description":"PayPie platform brings ultimate trust and transparency to the financial markets by introducing the world’s first risk score algorithm based on decentralized accounting.","tokenType":"ERC20"},{"name":"AirToken","identifier":"airtoken","icoPrice":0.02,"ticker":"AIR","description":"Mobile internet access using advertising and micro-spotting","tokenType":"ERC20"},{"name":"PowerLedger","identifier":"power-ledger","icoPrice":0.0838,"ticker":"POWR","description":"World Lead. P2P Blockchain Full Stack Technology Energy Company. Trade & settle trustless low cost power. Utility in a box! AUD $17 000 000 Raised in Pre-Sale!","tokenType":"ERC20"},{"name":"Wanchain","identifier":"wanchain","icoPrice":0.33522727272727,"ticker":"WAN","description":"Wanchain seeks to create a new distributed financial infrastructure, connecting different blockchain networks together to exchange value.","tokenType":"ERC20"},{"name":"Real","identifier":"real","icoPrice":1.3227272727273,"ticker":"REAL","description":"REAL is an Ethereum Smart-Contracts governed crowdfunding platform that focuses on Real Estate investments. ","tokenType":"ERC20"},{"name":"ALIS","identifier":"alis","icoPrice":0.098275862068966,"ticker":"ALIS","description":"ALIS is a social media platform which provides our customers with reliable information from experts in no time. We were inspired by STEEM (https://steem.io) and their billions of evaluations to create a media platform specialized for the Japanese market.","tokenType":"ERC20"},{"name":"Internxt","identifier":"internxt","icoPrice":1.02,"ticker":"INXT","description":"Internxt, a simple, more private and secure decentralized cloud for files, apps and websites.","tokenType":"ERC20"},{"name":"Centra","identifier":"centra","icoPrice":0.731,"ticker":"CTR","description":"The Centra Card has been designed to connect the bridge between commerce and cryptocurrency. ","tokenType":"ERC20"},{"name":"Kin","identifier":"kin","icoPrice":0.00012384,"ticker":"KIN","description":"A decentralized ecosystem of digital services for daily life. From creator of Kik messenger","tokenType":"ERC20"},{"name":"Cindicator","identifier":"cindicator","icoPrice":0.01,"ticker":"CND","description":"Hybrid Intelligence for Effective Asset Management","tokenType":"ERC20"},{"name":"Modum","identifier":"modum","icoPrice":1,"ticker":"MOD","description":"Modum combines IoT sensors with blockchain technology to provide data integrity for transactions of physical products, streamlining supply chain processes in many sectors.","tokenType":"ERC20"},{"name":"ICON","identifier":"icon","icoPrice":0.114,"ticker":"ICX","description":"The ICON project is building one of the largest decentralized networks in the world. ","tokenType":"ERC20"},{"name":"ChainLink","identifier":"chainlink","icoPrice":0.11269230769231,"ticker":"LINK","description":"The LINK Network provides smart contracts with data, bank payments and access to APIs.","tokenType":"ERC20"},{"name":"Substratum","identifier":"substratum","icoPrice":0.081666666666667,"ticker":"SUB","description":"An open-source network that allows anyone to allocate their spare computing resources to make the internet a free and fair place for the entire world.","tokenType":"ERC20"},{"name":"KICKICO","identifier":"kickico","icoPrice":0.085,"ticker":"KICK","description":"Unified platform for ICO, crowdinvesting & crowdfunding powered by smart contracts. Token - KICKCOIN","tokenType":"ERC20"},{"name":"KyberNetwork","identifier":"kyber-network","icoPrice":0.3818,"ticker":"KNC","description":"KyberNetwork is a new system which allows the exchange and conversion of digital assets. ","tokenType":"ERC20"},{"name":"Social","identifier":"sociall","icoPrice":0.46,"ticker":"SCL","description":"Decentralized cross platform social network","tokenType":"ERC20"},{"name":"BitDice","identifier":"bitdice","icoPrice":0.08748,"ticker":"CSNO","description":"BitDice Casino is a well-established and profitably operating cryptocurrency casino that is seeking capital contributions from the public to transform itself into a new-generation platform for online gaming experience.","tokenType":"ERC23"},{"name":"Blackmoon","identifier":"blackmoon","icoPrice":1,"ticker":"BMC","description":"Blackmoon Crypto offers a vision for a new standard for tokenized investment vehicles that will bridge the gap between the fiat* and crypto universes.","tokenType":"ERC20"},{"name":"Enigma","identifier":"enigma-project","icoPrice":0.59804461861899,"ticker":"ENG","description":"The data-driven crypto investment platform. Powered by the Enigma data marketplace.","tokenType":"ERC20"},{"name":"Rivetz","identifier":"rivetz","icoPrice":0.88288288288288,"ticker":"RVT","description":"The Decentralized & Mobile Cyber Security Token","tokenType":"ERC20"},{"name":"Filecoin","identifier":"filecoin","icoPrice":5,"ticker":"FIL","description":"A distributed data storage network backed by a token","tokenType":"ERC20"},{"name":"Indorse","identifier":"indorse-token","icoPrice":0.333,"ticker":"IND","description":"Decentralized Professional Network. Powered by blockchain technology, you own your data and get paid for your contributions","tokenType":"ERC20"},{"name":"Hubii Network","identifier":"hubii-network","icoPrice":0.333,"ticker":"HBT","description":"A blockchain-based decentralised content marketplace","tokenType":"ERC20"},{"name":"Aventus","identifier":"aventus","icoPrice":3.4021739130435,"ticker":"AVT","description":"Aventus is a fair, secure, and transparent blockchain-based event ticketing solution that practically eliminates fraud and unregulated touting.","tokenType":"ERC20"},{"name":"Viberate","identifier":"viberate","icoPrice":0.1,"ticker":"VIB","description":"Viberate is a crowdsourced live music ecosystem and a blockchain-based marketplace, where musicians are matched with booking agencies and event organizers. We're listing profiles of over 150,000 artists, 2,000 booking agencies, 60,000 venues and 500,000 events.","tokenType":"ERC20"},{"name":"Tron","identifier":"tron","icoPrice":0.00186238,"ticker":"TRX","description":"TRON is a blockchain-based, open-source protocol for the global digital entertainment industry. TRON supports various kinds of blockchain networks and smart contract systems, including bitcoin, Ethereum, EOS, Qtum, and other public blockchain smart contracts, provides developers with multiprotocol infrastructure for entertainment app development, and allows users to enjoy smooth multiprotocol smart networks.","tokenType":"ERC20"},{"name":"Monetha","identifier":"monetha","icoPrice":0.1575,"ticker":"MTH","description":"Decentralized Trust and Reputation system with build-in payments for merchants","tokenType":"ERC20"},{"name":"Everex","identifier":"everex","icoPrice":2.1,"ticker":"EVX","description":"Creating a Global, Inclusive Economy with Blockchain-Powered Microfinance and Remittance Services","tokenType":"ERC20"},{"name":"ChronoLogic","identifier":"chronologic","icoPrice":15.375,"ticker":"DAY","description":"ChronoLogic merges time with the blockchain. It’s an introduction of Proof of Time innovations for blockchain technologies.","tokenType":"ERC20"},{"name":"DIMCOIN","identifier":"dimcoin","icoPrice":0.01,"ticker":"DIM","description":"The Data Interchange Module (DIM) cryptocurrency is a new form of digital cryptocurrency. DIMCOIN. TOMORROW. TODAY.","tokenType":"NEM Blockchain"},{"name":"OPUS","identifier":"opus","icoPrice":0.036222222222222,"ticker":"OPT","description":"Opus is a open-source decentralized music sharing platform with demo based on Ethereum and IPFS.","tokenType":"ERC23"},{"name":"Decentraland","identifier":"decentraland","icoPrice":0.024,"ticker":"MANA","description":"A virtual world that runs on open standards","tokenType":"ERC20"},{"name":"Lampix","identifier":"lampix","icoPrice":0.10609318996416,"ticker":"PIX","description":"WE TRANSFORM ANY SURFACE INTO A SMART SURFACE","tokenType":"ERC20"},{"name":"Agrello","identifier":"agrello-delta","icoPrice":0.4324,"ticker":"DLT","description":"Legally Binding Smart Contracts, Powered by AI","tokenType":"ERC20"},{"name":"BlockCAT","identifier":"blockcat","icoPrice":0.87575757575758,"ticker":"CAT","description":"Smart Contracts for Everyone","tokenType":"ERC20"},{"name":"0x","identifier":"0x","icoPrice":0.048007681228997,"ticker":"ZRX","description":"The Protocol for Trading Tokens","tokenType":"ERC20"},{"name":"SALT","identifier":"salt","icoPrice":0.89,"ticker":"SALT","description":"The SALT Lending Platform allows holders of blockchain assets to leverage their holdings as collateral for cash loans. SALT is the first asset-backed lending platform to give blockchain asset holders access to liquidity without them having to sell their tokens.","tokenType":"ERC20"},{"name":"Po.et","identifier":"poet","icoPrice":0.00636,"ticker":"POE","description":"Universal ledger designed to track ownership and attribution for digital creative assets.","tokenType":"ERC20"},{"name":"Tierion","identifier":"tierion","icoPrice":0.071,"ticker":"TNT","description":"Tierion is using the blockchain to transform how the world secures and shares data.","tokenType":"ERC20"},{"name":"Tezos","identifier":"tezos","icoPrice":0.4698,"ticker":"XTZ","description":"Tezos is a new decentralized blockchain that governs itself by establishing a true digital commonwealth. It facilitates formal verification, a technique which mathematically proves the correctness of the code governing transactions and boosts the security of the most sensitive or financially weighted smart contracts. ","tokenType":"ERC20"},{"name":"Polybius","identifier":"polybius","icoPrice":10,"ticker":"PLBT","description":"Polybius is a project aimed to create a regulated bank for the digital generation.","tokenType":"ERC20"},{"name":"EOS","identifier":"eos","icoPrice":0.98692810457516,"ticker":"EOS","description":"The Most Powerful Infrastructure for Decentralized Applications","tokenType":"ERC20"},{"name":"TenX","identifier":"tenx","icoPrice":0.64,"ticker":"PAY","description":"TenX’s debit card and banking licence will allow us to be a hub for the blockchain ecosystem to connect for real-world use cases.","tokenType":"ERC20"},{"name":"OmiseGo","identifier":"omisego","icoPrice":0.346,"ticker":"OMG","description":"OmiseGO is a public Ethereum-based financial technology for use in mainstream digital wallets, that enables real-time, peer-to-peer value exchange and payment services agnostically across jurisdictions and organizational silos, and across both fiat money and decentralized currencies. Designed to enable financial inclusion and disrupt existing institutions, access will be made available to everyone via the OmiseGO network and digital wallet framework, starting in Q4 2017.","tokenType":"ERC20"},{"name":"Civic","identifier":"civic","icoPrice":0.1,"ticker":"CVC","description":"Civic’s model allows for on-demand, secure and lower cost access to identity verification via the blockchain.","tokenType":"ERC20"},{"name":"Status Network","identifier":"status","icoPrice":0.037,"ticker":"SNT","description":"Status is a browser, messenger, and gateway to the decentralized world of Ethereum","tokenType":"ERC20"},{"name":"SONM","identifier":"sonm","icoPrice":0.15635313531353,"ticker":"SNM","description":"SONM is a decentralized worldwide fog computer for any general purpose computing − from site hosting to scientific calculations.","tokenType":"ERC20"},{"name":"Monaco","identifier":"monaco","icoPrice":3.8,"ticker":"MCO","description":"World's best cryptocurrency card. Spend and send money globally at perfect interbank exchange rates.","tokenType":"ERC20"},{"name":"Bancor","identifier":"bancor","icoPrice":3.92,"ticker":"BNT","description":"Bancor is a Decentralized Liquidity Network that allows you to hold any Ethereum token and convert it to any other token in the network, with no counter party, at an automatically calculated price, using a simple web wallet.","tokenType":"ERC20"},{"name":"Cofound.it","identifier":"cofound-it","icoPrice":0.1185520361991,"ticker":"CFI","description":"A blockchain-based platform to connect start-ups with investors and experts for funding and advice","tokenType":"ERC20"},{"name":"MobileGo","identifier":"mobilego","icoPrice":0.758,"ticker":"MGO","description":"MobileGo - a smart token that can facilitate peer-to-peer matchplay and decentralized tournaments for millions of competitive gamers worldwide.","tokenType":"ERC20"},{"name":"Storj","identifier":"storj","icoPrice":0.5,"ticker":"STORJ","description":"Decentralized cloud storage platform.","tokenType":"ERC20"},{"name":"ChronoBank","identifier":"chronobank","icoPrice":10,"ticker":"TIME","description":"ChronoBank.io is an ambitious and wide-ranging blockchain project, aimed at disrupting the HR/recruitment/finance industries in a similar way to how Uber disrupted the taxi business and how Upwork represented an evolution in freelancing.","tokenType":"ERC20"}]